/* Используйте цикл while для нахождения суммы всех нечётных чисел от 1 до 20.
  Результат вычислений сохраните в переменной sum.

  Вам понадобиться оператор остатка от деления %. Например, выражение 5 % 2 вернёт остаток 1.
*/

// your code
let sum = 0;
const number = 1;
while (sum <= 0) {    // цикл запуститься
  if (number <= 20) { // если цифра меньше 20 то работает цикл
    sum = number % 20; // получаем
    sum += number     // в сумму копим цифры
  }
}console.log(sum);     //выводим цикл
